Revit 2027 API
BuiltInFailures.EditingFailures.ReloadNoGood Property
 You must Reload Latest before editing the element, but the Central Model is inaccessible or being accessed by another user.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ReloadNoGood { get; }
Public Shared ReadOnly Property ReloadNoGood As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ReloadNoGood {
	FailureDefinitionId^ get ();
}
static member ReloadNoGood : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace